Revit 2024 API
AnalysisDisplayColoredSurfaceSettings Constructor
Overload List
Name | Description
AnalysisDisplayColoredSurfaceSettings()
 Constructs a default instance of colored surface settings.
AnalysisDisplayColoredSurfaceSettings(AnalysisDisplayColoredSurfaceSettings)
 Constructs a new copy of the input AnalysisDisplayColoredSurfaceSettings object.
See Also
AnalysisDisplayColoredSurfaceSettings Class
AnalysisDisplayColoredSurfaceSettings Members
Autodesk.Revit.DB.Analysis Namespace